Repository: felixzwettler/rnote
Catalog: rnote-ui/po/*.po
Languages: he

source: A simple drawing application to create handwritten notes
he: יישום ציור פשוט לציור הערות בכתב יד

source: Gnome;GTK;Office;Graphics;Notes;
he: ‫Gnome;GTK;כלים משרדיים;אופיס;גרפיקה;הערות;פנקס;רישומים;תרשימים;

source: New Window
he: חלון חדש

source: Rnote is a simple vector based drawing application for handwritten notes and to annotate documents and pictures.
he: ‫Rnote הוא יישום ציור פשוט מבוסס וקטורים להערות בכתב־יד וכדי להוסיף הערות על מסמכים ותמונות.

source: Disclaimer: The file format is still unstable. It might change between versions and break backward compatibility.
he: הבהרה: סוג הקובץ אינו יציב. הוא עשוי להשתנות בין הגרסאות והתאימות לאחור עשויה להיפגע.

source: Main window in light colors
he: החלון הראשי בצבעים בהירים

source: Main window in dark colors
he: החלון הראשי בצבעים כהים

source: A PDF annotation
he: הערות על PDF

source: A selection
he: בחירה

source: Developer mode
he: מצב מפתחים

source: Developer settings
he: הגדרות מפתחים

source: Visual debugging
he: ניפוי שגיאות חזותי

source: Renderer backend
he: מנגנון עיבוד

source: Keyboard shortcuts
he: צירופי מקשים

source: About Rnote
he: על rnote

source: Toggle fullscreen
he: החלפת מצב מסך מלא

source: Use system colors preference
he: להשתמש בהעדפת צבעי המערכת

source: Use light colors
he: להשתמש בצבעים בהירים

source: Use dark colors
he: להשתמש בצבעים כהים

source: Brush
he: מברשת

source: Shaper
he: מעצב צורות

source: Eraser
he: מוחק

source: Selector
he: בוחר

source: Tools
he: כלים

source: Workspace
he: סביבת עבודה

source: Settings
he: הגדרות

source: Draw with touch input
he: ציור עם קלט מגע

source: Expand mode
he: מצב הרחבה

source: fixed size
he: גודל קבוע

source: endless vertical
he: פריסה אנכית אינסופית

source: infinite
he: אינסוף

source: Show format borders
he: הצגת גבולות תצורה

source: Pen sounds
he: צלילי עט

source: Clear sheet
he: ניקוי גיליון

source: New
he: חדש

source: Open
he: פתיחה

source: Save
he: שמירה

source: Save as
he: שמירה בשם

source: Print
he: הדפסה

source: Import file
he: ייבוא קובץ

source: Export ..
he: ייצוא אל…

source: Export selection as SVG
he: ייצוא הבחירה ל־SVG

source: Export sheet as SVG
he: ייצוא הגיליון ל־SVG

source: Export sheet as PDF
he: ייצוא הגיליון ל־PDF

source: Export sheet as Xournal++ .xopp
he: ייצוא הגיליון ל־‎.xopp של Xournal++‎

source: Zoom to fit sheet width
he: הגדרת התקריב כדי להתאים לרוחב הגיליון

source: Select
he: בחירה

source: New Sheet
he: גיליון חדש

source: Creating a new sheet erases any unsaved changes. Are you sure?
he: יצירת גיליון חדש תמחק שינויים שלא נשמרו. ליצור?

source: Cancel
he: ביטול

source: Save current sheet as
he: שמירת הגיליון הנוכחי בשם

source: Quit Application
he: יציאה מהיישום

source: Any unsaved changes will be lost. Do you want to quit anyways?
he: השינויים שלא נשמרו יאבדו. לצאת בכל זאת?

source: Quit
he: יציאה

source: Open File
he: פתיחת קובץ

source: Opening this file overwrites any unsaved changes.
he: פתיחת הקובץ משכתבת על שינויים שלא נשמרו.

source: Clear Sheet
he: ניקוי גיליון

source: This clears the entire sheet. Please confirm.
he: פעולה זו מוחקת את תוכן הגיליון במלואו. נא לאשר.

source: Clear
he: ניקוי

source: Rename
he: שינוי שם

source: Move into trash
he: העברה לאשפה

source: New document
he: מסמך חדש

source: Draft
he: טיוטה

source: Add page
he: הוספת עמוד

source: Resize to fit sheet format
he: שינוי הגודל כדי להתאים לתצורת הגיליון

source: Undo last stroke
he: ביטול המשיכה האחרונה

source: Redo last stroke
he: ביצוע של המשיכה האחרונה מחדש

source: General
he: כללי

source: PDF import width (%)
he: רוחב ייבוא PDF (%)

source: Set the width of imported PDF's in percentage to the sheet format width
he: להגדיר את רוחב ה־PDF המיובא באחוזים מתוך רוחב תצורת הגיליון

source: PDF import image type
he: סוג תמונת ה־PDF לייבוא

source: Set wether PDFs should be imported as vector or bitmap images
he: להגדיר האם לייבא PDFים כווקטורים או כתמונות מפות סיביות

source: Vector
he: וקטור

source: Bitmap
he: מפת סיביות

source: Sheet Format
he: תצורת גיליון

source: Format
he: תצורה

source: Choose a format
he: בחירת תצורה

source: Orientation
he: כיוון

source: Set the format orientation
he: הגדרת כיוון התצורה

source: Portrait
he: לאורך

source: Landscape
he: לרוחב

source: Width
he: רוחב

source: Set the format width
he: הגדרת רוחב התצורה

source: Height
he: גובה

source: Set the format height
he: הגדרת גובה התצורה

source: DPI
he: נק׳ לאינץ׳

source: Set the DPI (dots per inch). Defaults to 96
he: הגדרת ה־DPI (נק׳ לאינץ׳). ברירת המחדל היא 96

source: Revert
he: שחזור

source: Apply
he: החלה

source: Sheet Background
he: רקע הגיליון

source: Color
he: צבע

source: Set the background color
he: הגדרת צבע הרקע

source: Pattern
he: תבנית

source: Choose a background pattern
he: בחירת תבנית הרקע

source: Pattern Color
he: צבע תבנית

source: Set the background pattern color
he: הגדרת צבע תבנית הרקע

source: Pattern Width
he: רוחב התבנית

source: Set the background pattern width
he: הגדרת רוחב תבנית הרקע

source: Pattern Height
he: גובה התבנית

source: Set the background pattern height
he: הגדרת גובה תבנית הרקע

source: Button Shortcuts
he: צירופי לחצנים

source: Stylus primary button action
he: פעולת הכפתור העיקרי בעט האלקטרוני

source: Set the action for the primary stylus button
he: הגדרת הפעולה לכפתור העיקרי בעט האלקטרוני

source: Stylus secondary button action
he: פעולת הכפתור המשני בעט האלקטרוני

source: Set the action for the secondary stylus button
he: הגדרת הפעולה לכפתור המשני בעט האלקטרוני

source: Stylus "Eraser" button action
he: פעולת הלחצן „מוחק” בעט האלקטרוני

source: Set the action for the "Eraser" stylus button
he: הגדרת פעולת הלחצן „מוחק” בעט האלקטרוני

source: Mouse secondary button action
he: פעולת הכפתור המשני בעכבר

source: Set the action for the secondary mouse button
he: הגדרת פעולת הכפתור המשני בעכבר

# shortcut window
source: General
he: כללי

# shortcut window
source: Show keyboard shortcuts
he: הצגת צירופי מקשים

# shortcut window
source: Close the active window
he: סגירת החלון הפעיל

# shortcut window
source: Quit the application
he: יציאה מהיישום

# shortcut window
source: Open the canvas menu
he: פתיחת תפריט משטח הציור

# shortcut window
source: Open the app menu
he: פתיחת תפריט היישום

# shortcut window
source: Toggle fullscreen
he: החלפת מצב מסך מלא

# shortcut window
source: Navigation
he: ניווט

# shortcut window
source: Zoom in
he: התקרבות

# shortcut window
source: Zoom out
he: התרחקות

# shortcut window
source: Sheet
he: גיליון

# shortcut window
source: New sheet
he: גיליון חדש

# shortcut window
source: Open sheet
he: פתיחת גיליון

# shortcut window
source: Save sheet
he: שמירת גיליון

# shortcut window
source: Save sheet as
he: שמירת גיליון בשם

# shortcut window
source: Clear sheet
he: ניקוי גיליון

# shortcut window
source: Print sheet
he: הדפסת גיליון

# shortcut window
source: Import file
he: ייבוא קובץ

# shortcut window
source: Drawing
he: ציור

# shortcut window
source: Delete current selection
he: מחיקת הבחירה הנוכחית

# shortcut window
source: Duplicate current selection
he: שכפול הבחירה הנוכחית

# shortcut window
source: Select all strokes
he: בחירת כל המשיכות

# shortcut window
source: Deselect all strokes
he: ביטול בחירת המשיכות

# shortcut window
source: Copy selection into clipboard
he: העתקת הבחירה ללוח הגזירים

# shortcut window
source: Paste clipboard as selection
he: הדבקת לוח הגזירים כבחירה

# shortcut window
source: Undo last stroke
he: ביטול המשיכה האחרונה

# shortcut window
source: Redo last stroke
he: ביצוע של המשיכה האחרונה מחדש

source: Change workspace directory
he: החלפת תיקיית סביבת עבודה

source: Close the folded flap
he: סגירת הדש המקופל

source: Brush style
he: סגנון מברשת

source: Brush styles
he: סגנונות מברשת

source: Marker
he: סמן

source: Solid
he: אחיד

source: Textured
he: עם מרקם

source: Brush styles configuration
he: הגדרת סגנונות מברשת

source: Brush configuration
he: הגדרות מברשת

source: Density
he: צפיפות

source: The density is the amount of dots per 10x10 area
he: צפיפות היא כמות הנקודות לשטח של 10x10

source: Dot Radii
he: רדיוסי הנקודות

source: The radii of the dots
he: הרדיוסים של הנקודות

source: Distribution
he: התפלגות

source: Choose a dots position probability distribution
he: בחירת הסתברות התפלגות של מיקומי נקודות

source: Selecting with a polygon
he: בחירה עם מצולע

source: Selecting with a rectangle
he: בחירה עם ריבוע

source: Lock aspectratio while resizing the selection
he: נעילת יחס גובה רוחב בעת שינוי גודל הבחירה

source: Select all strokes
he: בחירת כל המשיכות

source: Deselect all strokes
he: ביטול בחירת המשיכות

source: Duplicate selection
he: שכפול הבחירה

source: Delete selection
he: מחיקת הבחירה

source: Smooth shapes
he: צורות חלקות

source: Rough shapes
he: צורות מחוספסות

source: Rough shapes configuration
he: הגדרת צורות מחוספסות

source: Roughness
he: חספוס

source: Indicating how rough the drawing is. 0.0 is a smooth line. Defaults to 1.0
he: מציין כמה מחוספס הציור. 0.0 הוא קו חלק. ברירת המחדל היא 1.0

source: Bowing
he: הקשתה

source: How curvy the lines are when drawing a rough shape. 0.0 is a straight line. Defaults to 1.0
he: כמה מפותלים הקווים בעת ציור צורה מחוספסת. 0.0 זה קו ישר. ברירת המחדל היא 1.0

source: Curve step count
he: מניין צעדי עקומה

source: How many steps make up a curve. Defaults to 9
he: כמה צעדים דרושים ליצירת עקומה. ברירת המחדל היא 9

source: Multistroke
he: ריבוי משיכות

source: Multiple stroke generation for a sketched look. Defaults to true
he: יצירת מספר משיכות למראה משורטט

source: Line
he: קו

source: Rectangle
he: מרובע

source: Ellipse
he: אליפסה

source: Expand the sheet vertically
he: הרחבת הגיליון אנכית

source: Drag stroke elements based on proximity
he: גרירת רכיבי משיכה על בסיס מרחק

source: translator-credits
he: ירון שהרבני <sh.yaron@gmail.com>

source: .rnote / .xopp File
he: קובץ ‎.rnote / .xopp

source: Open file
he: פתיחת קובץ

source: Opening sheet failed
he: פתיחת הגיליון נכשלה

source: Open workspace
he: פתיחת סביבת עבודה

source: .rnote file
he: קובץ ‎.rnote

source: Save sheet as
he: שמירת הגיליון בשם

source: Saved sheet successfully
he: הגיליון נשמר בהצלחה

source: Saving sheet failed
he: שמירת הגיליון נכשלה

source: PNG / SVG / JPG / PDF file
he: קובץ PNG / SVG / JPG / PDF

source: Import
he: ייבוא

source: SVG file
he: קובץ SVG

source: Export Selection
he: יצוא הבחירה

source: Export
he: ייצוא

source: Export selection as SVG failed
he: ייצוא הבחירה ל־SVG נכשל

source: Exported selection as SVG successfully
he: ייצוא הבחירה ל־SVG הצליח

source: Export Sheet
he: ייצוא גיליון

source: Export sheet as SVG failed
he: ייצוא הגיליון ל־SVG נכשל

source: Exported sheet as SVG successfully
he: ייצוא הגיליון ל־SVG הצליח

source: PDF file
he: קובץ PDF

source: Export sheet as PDF failed
he: ייצוא הגיליון ל־PDF נכשל

source: Exported sheet as PDF successfully
he: הגיליון יוצא ל־PDF בהצלחה

source: .xopp file
he: קובץ ‎.xopp
