Repository: felixzwettler/rnote
Catalog: po/*.po
Languages: sv

source: A simple drawing application to create handwritten notes
sv: Ett enkelt ritprogram för att skapa handskrivna anteckningar

source: Gnome;GTK;Office;Graphics;Notes;
sv: Gnome;Anteckningar;Rita;Målningsprogram

source: Rnote is a simple vector based drawing application for handwritten notes and to annotate documents and pictures. Disclaimer: The file format is still unstable. It might change between versions.
sv: Rnote är ett enkelt vektorbaserat ritningsprogram för handskrivna anteckningar och för att kommentera dokument och bilder. Ansvarsfriskrivning: Filformatet är fortfarande instabilt. Det kan ändras mellan versioner.

source: Main window in light colors
sv: Huvudfönster i ljusa färger

source: Main window in dark colors
sv: Huvudfönster i mörka färger

source: A PDF annotation
sv: En PDF-anteckning

source: A selection
sv: En markering

source: Developer mode
sv: Utvecklarläge

source: Developer settings
sv: Inställningar för utvecklare

source: Visual debugging
sv: Visuell felsökning

source: Keyboard shortcuts
sv: Kortkommandon

source: About Rnote
sv: Om Rnote

source: Use system colors preference
sv: Använd inställningar för systemfärger

source: Use light colors
sv: Använd ljusa färger

source: Use dark colors
sv: Använd mörka färger

source: Workspace
sv: Arbetsyta

source: Settings
sv: Inställningar

source: Draw with touch input
sv: Rita med tryckinmatning

source: Endless sheet
sv: Oändligt blad

source: Pen sounds
sv: Pennljud

source: Clear sheet
sv: Rensa blad

source: New
sv: Ny

source: Open
sv: Öppna

source: Save
sv: Spara

source: Save as
sv: Spara som

source: Print
sv: Skriv Ut

source: Import file
sv: Importera Fil

source: Export ..
sv: Exportera ..

source: Export selection as SVG
sv: Exportera val som SVG

source: Export sheet as SVG
sv: Exportera blad som SVG

source: Export sheet as Xournal++ .xopp
sv: Exportera blad som Xournal++ .xopp

source: Zoom to fit sheet width
sv: Zooma för att passa bladbredden

source: Select
sv: Välj

source: New Sheet
sv: Nytt Blad

source: Creating a new sheet erases any unsaved changes. Are you sure?
sv: Om du skapar ett nytt blad raderas alla ändringar som inte har sparats. Är du säker?

source: Cancel
sv: Avbryt

source: Save current sheet as
sv: Spara aktuellt blad som

source: Quit Application
sv: Avsluta program

source: Any unsaved changes will be lost. Do you want to quit anyways?
sv: Alla ändringar som inte har sparats kommer att gå förlorade. Vill du sluta ändå?

source: Quit
sv: Avsluta

source: Open File
sv: Öppna Fil

source: Opening this file overwrites any unsaved changes.
sv: Om du öppnar denna fil skrivs osparade ändringar över

source: Clear Sheet
sv: Rensa Blad

source: This clears the entire sheet. Please confirm.
sv: Detta rensar hela bladet. Var snäll och bekräfta.

source: Clear
sv: Rensa

source: New document
sv: Nytt document

source: Draft
sv: Utkast

source: Add page
sv: Lägg till sida

source: Resize to fit sheet format
sv: Ändra storlek så att det passar bladformat

source: Undo last stroke
sv: Ångra sista linjen

source: Marker
sv: Markör

source: Brush
sv: Pensel

source: Shaper
sv: Form

source: Eraser
sv: Suddigummi

source: Selector
sv: Väljare

source: Tools
sv: Verktyg

source: General
sv: Allmänt

source: Sheet margin
sv: Bladmarginal

source: PDF import width (%)
sv: PDF-importbredd (%)

source: Set the width of imported PDF's in percentage to the sheet width
sv: Ange bredden på importerade PDF-filer i procent till bladbredden

source: PDF import image type
sv: Bildtyp för PDF-import

source: Set wether PDFs should be imported as vector or bitmap images
sv: Ange wether PDF-filer ska importeras som vektor- eller bitmappsbilder

source: Vector
sv: Vektor

source: Sheet Format
sv: Bladformat

source: Choose a format
sv: Välj ett format

source: Orientation
sv: Orientering

source: Set the format orientation
sv: Sätt formatets orientering

source: Portrait
sv: Porträtt

source: Width
sv: Bredd

source: Set the format width
sv: Ange formatbredd

source: Height
sv: Höjd

source: Set the format height
sv: Ange formathöjd

source: Set the DPI (dots per inch). Defaults to 96
sv: Ställ in DPI (prickar per tum). Standardvärdet är 96

source: Revert
sv: Återgå

source: Apply
sv: Använd

source: Sheet Background
sv: Bakgrund till blad

source: Color
sv: Färg

source: Set the background color
sv: Välj bakrundsfärgen

source: Pattern
sv: Mönster

source: Choose a background pattern
sv: Välj bakrundsmönstret

source: Pattern Color
sv: Mönsterfärg

source: Set the background pattern color
sv: Ange bakgrundsmönsterfärg

source: Pattern Width
sv: Mönsterbredd

source: Set the background pattern width
sv: Ange bakgrundsmönsterbredd

source: Pattern Height
sv: Mönsterhöjd

source: Set the background pattern height
sv: Ange bakrundsmönsterhöjd

# shortcut window
source: General
sv: Allmänt

# shortcut window
source: Show keyboard shortcuts
sv: Visa Kortkommandon

# shortcut window
source: Close the active window
sv: Stäng active fönstret

# shortcut window
source: Quit the application
sv: Stäng Programmet

# shortcut window
source: Open the canvas menu
sv: Öppna arbetsytans meny

# shortcut window
source: Open the app menu
sv: Öppna appens meny

# shortcut window
source: Navigation
sv: Öppna arbetsytans meny

# shortcut window
source: Zoom in
sv: Zooma in

# shortcut window
source: Zoom out
sv: Zooma ut

# shortcut window
source: Sheet
sv: Blad

# shortcut window
source: New sheet
sv: Nytt blad

# shortcut window
source: Open sheet
sv: Öppna blad

# shortcut window
source: Save sheet
sv: Spara blad

# shortcut window
source: Save sheet as
sv: Spara blad som

# shortcut window
source: Clear sheet
sv: Rensa blad

# shortcut window
source: Print sheet
sv: Skriv ut blad

# shortcut window
source: Import file
sv: Importera fil

# shortcut window
source: Drawing
sv: Teckning

# shortcut window
source: Delete current selection
sv: Ta bort aktuell markering

# shortcut window
source: Duplicate current selection
sv: Duplicera aktuell markering

# shortcut window
source: Select all stroks
sv: Markera alla linjer

# shortcut window
source: Copy selection into clipboard
sv: Kopiera markerning till urklipp

# shortcut window
source: Paste clipboard as selection
sv: Klistra in markering från urklipp

# shortcut window
source: Enable temporary Eraser
sv: Aktivera tillfälligt radergummi

# shortcut window
source: Undo last stroke
sv: Ångra sista linjen

# shortcut window
source: Redo last stroke
sv: Gör om sista linjen

source: Change workspace directory
sv: Ändra arbetsplats mappen

source: Brush style
sv: Penselformat

source: Brush styles
sv: Penselformat

source: Textured
sv: Texturerat

source: Brush styles configuration
sv: Konfiguration av penselformat

source: Brush configuration
sv: Penselkonfiguration

source: Density
sv: Täthet

source: The density is the amount of dots per 10x10 area
sv: Densiteten är mängden prickar per 10x10-område

source: Dot Radii
sv: Prick Radier

source: The radii of the dots
sv: Prickarnas radier

source: Distribution
sv: Fördelning

source: Choose a dots position probability distribution
sv: Välj en dots position sannolikhetsfördelning

source: Selecting with a polygon
sv: Välja med en polygon

source: Selecting with a rectangle
sv: Markera med en rektangel

source: Lock aspectratio while resizing the selection
sv: Lås bildförhållandet när du växling av markeringen

source: Delete selection
sv: Ta bort markering

source: Duplicate selection
sv: Duplicera markering

source: Smooth shapes
sv: Jämna former

source: Rough shapes
sv: Grova former

source: Rough shapes configuration
sv: Konfiguration av grova former

source: Roughness
sv: Grovhet

source: Indicating how rough the drawing is. 0.0 is a smooth line. Defaults to 1.0
sv: Anger hur grov ritningen är. 0.0 är en slät linje. Standardvärdet är 1,0

source: Bowing
sv: Bugande

source: How curvy the lines are when drawing a rough shape. 0.0 is a straight line. Defaults to 1.0
sv: Hur kurviga linjerna är när man ritar en grov form. 0,0 är en rak linje.Standardvärdet är 1.0

source: Curve step count
sv: Antal steg i kurva

source: How many steps make up a curve. Defaults to 9
sv: Hur många steg utgör en kurva. Standardvärdet är 9

source: Multiple stroke generation for a sketched look. Defaults to true
sv: Flera slaggenerering för ett skissat utseende. Standardvärdet är true

source: Line
sv: Linje

source: Rectangle
sv: Rektangel

source: Ellipse
sv: Ellips

source: Expand the sheet vertically
sv: Expandera bladet lodrätt

source: Drag stroke elements based on proximity
sv: Dra linjeelement baserat på närhet

source: translator-credits
sv: Simon Svensson Thunman https://sastofficial.github.io

source: .rnote / .xopp File
sv: .rnote / .xopp fil

source: Open file
sv: Öppna fil

source: Open workspace
sv: Öppna arbetsyta

source: .rnote file
sv: .rnote fil

source: Save sheet as
sv: Spara blad som

source: PNG / SVG / JPG / PDF file
sv: PNG / SVG / JPG / PDF fil

source: Import
sv: Importera

source: SVG file
sv: SVG fil

source: Export Selection
sv: Exportera markering

source: Export
sv: Exportera

source: Export Sheet
sv: Exportera blad

source: .xopp file
sv: .xopp fil
